ansible/playbooks/results/pgbench/pgbench_read_only_result_cnpg.txt
pgbench (18.3 (Ubuntu 18.3-1.pgdg24.04+1), server 18.1 (Debian 18.1-1.pgdg13+2))
transaction type: <builtin: select only>
scaling factor: 3000
query mode: simple
number of clients: 295
number of threads: 8
maximum number of tries: 1
duration: 300 s
number of transactions actually processed: 2566896
number of failed transactions: 0 (0.000%)
latency average = 34.452 ms
initial connection time = 1223.778 ms
tps = 8562.530432 (without initial connection time)