ansible/playbooks/results/pgbench/pgbench_result_pg.txt
pgbench (18.3 (Ubuntu 18.3-1.pgdg24.04+1))
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 3000
query mode: simple
number of clients: 295
number of threads: 8
maximum number of tries: 1
duration: 900 s
number of transactions actually processed: 7807195
number of failed transactions: 0 (0.000%)
latency average = 33.988 ms
initial connection time = 948.595 ms
tps = 8679.576471 (without initial connection time)